<?php

/**
* @package     Prime Social
* @link        http://primesocial.ru
* @copyright   Copyright (C) 2016 Prime Social
* @author      BoB | http://primesocial.ru/about
*/


require_once('../../core/start.php');


head(''. $lng['Qoidalar'] .'');

echo DIV_BLOCK;
?>
<p>Зарегистрировавшись на сайте http://primesocial.ru/ (далее - Сайт), Вы подтверждаете что прочитали, согласны, и обязуетесь соблюдать правила использования Сайта (далее - Правила) опубликованные на этой странице.</p>
<p>Администрация ресурса (далее - Администрация), оставляет за собой право изменять и(или) дополнять Правила в любое время без предварительного и(или) последующего уведомления. Администрация будет публиковать изменения в правилах на этой странице, указав дату последнего обновления. Ваше дальнейшее использование сайта после любых подобных изменений подтверждает Ваше согласие с этими изменениями.</p>
<b>1. Регистрируясь на Сайте и пользуясь Сайтом, вы обязуетесь:</b><br />

<p>
1.1. Предоставить при регистрации достоверную и полную информацию о Вас;<br />	
1.2. Принимать надлежащие меры для обеспечения сохранности Вашего имени пользователя (адреса электронной почты) и пароля;<br />	
1.3. Периодически обновлять регистрационные данные и другую личную информацию, чтобы обеспечивать ее точность, актуальность и полноту;<br />	
1.4. Нести полную ответственность за любые действия, совершенные Вами при использовании Сайта, в том числе такие, что причинили или могут причинить ущерб третьим лицам.<br />	
1.5. Любые действия совершенные с использованием Вашего имени пользователя и пароля считаются совершенными вами лично.<br />
</p>

<b>2. Разрешено</b><br />
<p>
2.1 Разрешено любое использование Cайта, не нарушающее правил установленных в п.3.
</p>
<b>3. Запрещено</b><br />
<p>
3.1. Собирать и накапливать контактную информацию пользователей Сайта автоматизированными или иными способами в целях рассылки спама или другой нежелательной информации;<br />	
3.2. Использовать любые автоматические или автоматизированные средства для сбора информации;<br />	
3.3. Возбуждать социальную, расовую, национальную, религиозную пропаганду и вражду;	<br />
3.4. Размещать на Сайте сообщения, графические изображения или другие материалы, размещение которых наносит или может нанести ущерб чести, достоинству и деловой репутации пользователя или организации;<br />	
3.5. Размещать на сайте или передавать посредством личных сообщений информацию ограниченного доступа (конфиденциальную информацию), если пользователь не является обладателем данной информации;<br />	
3.6. Размещать на сайте сообщения, содержащие нецензурные слова и выражения;<br />	
3.7. Регистрировать более чем один пользовательский аккаунт;<br />	
3.8. Размещать на Сайте материалы порнографического характера или гипертекстовые ссылки на интернет-сайты, содержащие такие материалы;<br />	
3.9. Размещать на сайте персональные данные других пользователей или иных лиц без их предварительного согласия;<br />	
3.10. Без согласия с администрацией размещать любую коммерческую рекламу, предложения, агитационные материалы, распространять спам, сообщения цепочки;<br />	
3.11. Осуществлять действия, направленные на нарушение стабильной работы Сайта, осуществлять попытки несанкционированного доступа к управлению Сайтом, а также осуществлять любые действия, которые могут быть расценены как сетевая атака;<br />	
3.12. Использовать Сайт в каких-либо коммерческих целях без предварительного разрешения Администрации или Владельца Сайта;<br /> 
3.13. Размещать любую другую информацию, которая, по личному мнению Администрации, является нежелательной, не соответствует целям создания Сайта, ущемляет интересы пользователей или по другим причинам является нежелательной для размещения на Сайте.<br />	
3.14. Размещать любую информацию, которая нарушает права интеллектуальной собственности третьих ли.<br />
</p>
<b>4. Использование данных о пользователях</b><br />
<p>
4.1. Регистрируясь на сайте вы подтверждаете право Администрации использовать все и любые ваши данные, размещенные на Сайте (в т.ч., но не исключительно, фотографии, тексты, рисунки, изображения, контактные и другие личные данные), путем их хранения, компиляции, помещения в другие базы данных, удаления с Сайта, а также размещения в рекламных материалах Сайта в сети Интернет.<br />
4.2. Кроме того вы подтверждаете право Администрации собирать ваши данные в сети Интернет, в том числе на Сайте, с помощью аналитической он-лайн платформы Google Analytics или иного аналитического функционала. Любые данные о вас, обнаруженные таким образом, не могут считаться собранными с целью нанести вред вам, вашим близки, деловой репутации и т.д. При этом Администрация собирает и анализирует такие данные в том виде, в каком они находятся в сети Интернет, в том числе на Сайте, а соответственно Администрация не несет ответственности за содержание, правдивость и актуальность таких даных, а равно и полученных на их основании аналитических результатов.<br />
</p>

<b>5. Право администрации</b><br />
<p>
Администрация, оставляет за собой право по своему собственному усмотрению изменять (модерировать) или удалять любую публикуемую Вами информацию, нарушающую запреты, установленные п.3 (включая личные сообщения), приостанавливать, ограничивать или прекращать Ваш доступ ко всем или к любому из разделов или сервисов Сайта в любое время по любой причине или без объяснения причин, с предварительным уведомлением или без такового, не отвечая за любой вред, который может быть причинен Вам таким действием.
</p>
<b>6. Для правообладателей</b><br />
<p>
Администрация сайта не отслеживает характер и не несет ответственности за информацию, которая передается при использовании сервисов Сайта, но в то же время придерживается политики авторских прав. В случае выявления файлов с нелегальным или запрещенным текущим законодательством содержимым, они будут немедленно удалены без предварительного предупреждения.
</p>
<b>7. Доступ к сервису</b><br />
<p>
Сайт предоставляет услуги "как есть". Нет никаких гарантий доступности, надежности или непрерывности работы сервиса. Мы не несем никакой ответственности за любые прямые или косвенные убытки, связанные с недоступностью, надежностью или непрерывностью работы Сайта или использования ваших имени пользователя и пароля, а также других ваших данных, размещенных на Сайте, третьими лицами, в том числе с причинением ущерба вам или любым третьим лицам. Все материалы, скачанные с нашего Сайта, Вы используете на Ваш страх и риск, равно как и размещаете любые материалы/данные/информацию на Сайте. Также мы не предоставляем никакой информации по использованию таких материалов.
</p>
<b>8. Заключительное положение</b><br />
<p>
Настоящие Правила составляют соглашение между Вами и Администрацией относительно порядка использования Сайта и его сервисов и заменяют собой все предыдущие соглашения между Вами и Администрацией.
</p>
<?php
echo CLOSE_DIV;
require_once('../../core/stop.php');
?>